Repository: DJDQfff/EroMangaManager
Catalog: EroMangaManager/Strings/*/Resources.resw
Source language: en
Languages: de, el, es, fil, fr, it, ja, ko, zh_cn

# AddFolderButton.Content
source: Add a folder
de: Hinzufügen eines Ordners
el: Προσθήκη φακέλου
es: Agregar una carpeta
fil: Magdagdag ng folder
fr: Ajouter un dossier
it: Aggiungere una cartella
ja: フォルダを追加する
ko: 폴더 추가
zh_cn: 添加文件夹

# BookcaseItem.Content
source: bookshelf
de: Bücherbrett
el: βιβλιοθήκη
es: estante
fil: istante ng libro
fr: étagère
it: libreria
ja: 書架
ko: 책장
zh_cn: 书架

# BookcaseItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Comic bookshelf
de: Comic-Bücherregal
el: Βιβλιοθήκη κόμικς
es: Estantería de cómics
fil: Shelf ng mga libro ng komiks
fr: Bibliothèque de bandes dessinées
it: Libreria a fumetti
ja: コミック本棚
ko: 만화책장
zh_cn: 漫画书架

# CommonSettingNavigationViewItem.Content
source: General settings
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración general
fil: Pangkalahatang mga setting
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
zh_cn: 一般设置

# DeleteButton.Content
source: Delete
de: Löschen
el: Διαγράφω
es: Borrar
fil: Tanggalin ang
fr: Supprimer
it: Cancellare
ja: 削除
ko: 삭제하다
zh_cn: 删除

# DeleteFileConfirmPage.PrimaryButtonText
source: be
de: sein
el: είμαι
es: ser
fil: maging
fr: être
it: essere
ja: いる
ko: 있다
zh_cn: 是

# DeleteFileConfirmPage.SecondaryButtonText
source: not
de: nicht
el: όχι
es: no
fil: hindi naman
fr: non
it: non
ja: じゃない
ko: 안
zh_cn: 否

# DeleteFileConfirmPage.Title
source: Confirm deleting files?
de: Bestätigen Sie das Löschen von Dateien?
el: Επιβεβαιώστε τη διαγραφή αρχείων;
es: ¿Confirmar la eliminación de archivos?
fil: Kumpirmahin ang pagtanggal ng mga file?
fr: Confirmer la suppression de fichiers ?
it: Confermare l'eliminazione dei file?
ja: ファイルの削除を確認しますか?
ko: 파일 삭제를 확인 하시겠습니까?
zh_cn: 确认删除文件？

# DeleteSourceMangaFileFlyoutItem.Text
source: Delete the source file
de: Löschen der Quelldatei
el: Διαγραφή του αρχείου προέλευσης
es: Eliminar el archivo de origen
fil: Tanggalin ang source file
fr: Supprimer le fichier source
it: Eliminare il file di origine
ja: ソースファイルを削除する
ko: 원본 파일 삭제
zh_cn: 删除源文件

# ErrorZipPageButton.Content
source: Exception Zip
de: Ausnahme Zip
el: Φερμουάρ εξαίρεσης
es: Excepción Zip
it: Eccezione Zip
ja: 例外郵便番号
ko: 예외 우편 번호
zh_cn: 异常Zip

# ExportPDFFlyoutItem.Text
source: Export to PDF
de: Als PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar a PDF
fil: I-export sa PDF
fr: Exporter au format PDF
it: Esporta in PDF
ja: PDF にエクスポート
ko: PDF로 내보내기
zh_cn: 导出为PDF

# FilterImageONOFF.Header
source: Whether to enable single-page filtering (turning on this feature will slow down the opening of comics)
de: Ob die Einzelseitenfilterung aktiviert werden soll (das Aktivieren dieser Funktion verlangsamt das Öffnen von Comics)
el: Εάν θα ενεργοποιήσετε το φιλτράρισμα μίας σελίδας (η ενεργοποίηση αυτής της δυνατότητας θα επιβραδύνει το άνοιγμα των κόμικς)
es: Si se habilita el filtrado de una sola página (activar esta función ralentizará la apertura de cómics)
fil: Kung paganahin ang pag filter ng isang pahina (ang pag on ng tampok na ito ay magpapabagal sa pagbubukas ng komiks)
fr: S’il faut activer le filtrage d’une seule page (l’activation de cette fonctionnalité ralentira l’ouverture des bandes dessinées)
it: Se abilitare il filtro a pagina singola (l'attivazione di questa funzione rallenterà l'apertura dei fumetti)
ja: 単一ページのフィルタリングを有効にするかどうか(この機能をオンにすると、コミックを開くのが遅くなります)
ko: 단일 페이지 필터링을 사용할지 여부(이 기능을 켜면 만화 시작 속도가 느려짐)
zh_cn: 是否启用单页过滤功能（开启此功能将减慢漫画打开速度）

# FilterImageONOFF.OffContent
source: Disabled
de: Arbeitsunfähig
el: Ανάπηρος
es: Deshabilitado
fil: Hindi pinagana
fr: Handicapé
it: Disabile
ja: 無効
ko: 비활성화
zh_cn: 已禁用

# FilterImageONOFF.OnContent
source: Enabled
de: Ermöglichte
el: Ενεργοποιημένη
es: Habilitado
fil: Pinagana
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
zh_cn: 已启用

# FilterThisImage.Text
source: This figure is not displayed
de: Diese Zahl wird nicht angezeigt
el: Αυτός ο αριθμός δεν εμφανίζεται
es: Esta figura no se muestra
fil: Hindi ipinapakita ang figure na ito
fr: Ce chiffre n’est pas affiché
it: Questa cifra non viene visualizzata
ja: この図は表示されません
ko: 이 그림은 표시되지 않습니다.
zh_cn: 不显示此图

# FullScreenToggle.Content
source: Full screen
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
fil: Buong screen
fr: Plein écran
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
zh_cn: 全屏

# FunctionPageShower.Content
source: toolbox
de: Werkzeugkasten
el: εργαλειοθήκη
es: caja de herramientas
it: cassetta degli attrezzi
ja: ツールボックス
ko: 도구
zh_cn: 工具箱

# FunctionPageShower.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: toolbox
de: Werkzeugkasten
el: εργαλειοθήκη
es: caja de herramientas
it: cassetta degli attrezzi
ja: ツールボックス
ko: 도구
zh_cn: 工具箱

# Function_FindSameMangaName.Content
source: Find the same comics
de: Finde die gleichen Comics
el: Βρείτε τα ίδια κόμικς
es: Encuentra los mismos cómics
fil: Hanapin ang parehong mga komiks
fr: Trouver les mêmes bandes dessinées
it: Trova gli stessi fumetti
ja: 同じ漫画を探す
ko: 같은 만화 찾기
zh_cn: 查找相同漫画

# Function_RemoveRepeatTags.Content
source: Remove the Duplicate Book subtab
de: Entfernen der Unterregisterkarte "Buch duplizieren"
el: Κατάργηση της υποκαρτέλας Διπλότυπο βιβλίο
es: Quitar la subpestaña Libro duplicado
fil: Alisin ang Duplicate Book subtab
fr: Supprimer le sous-onglet Livre en double
it: Rimuovere la sottoscheda Duplica libro
ja: 「複製ブック」サブタブを削除する
ko: 중복 책 하위 탭 제거
zh_cn: 移除重复本子标签

# HintAddFirstFolder.Text
source: There are currently no folders, please add your first scan folder
de: Es gibt derzeit keine Ordner, bitte fügen Sie Ihren ersten Scanordner hinzu
el: Προς το παρόν δεν υπάρχουν φάκελοι, προσθέστε τον πρώτο σας φάκελο σάρωσης
es: Actualmente no hay carpetas, agregue su primera carpeta de escaneo
fil: Sa kasalukuyan ay walang mga folder, mangyaring idagdag ang iyong unang folder ng pag scan
fr: Il n’y a actuellement aucun dossier, veuillez ajouter votre premier dossier d’analyse
it: Al momento non ci sono cartelle, aggiungi la tua prima cartella di scansione
ja: 現在フォルダがありません。最初のスキャンフォルダを追加してください
ko: 현재 폴더가 없습니다, 첫 번째 스캔 폴더를 추가하십시오
zh_cn: 目前没有文件夹，请添加你的第一个扫描文件夹

# LaunchFileFlyoutItem.Text
source: Open the file
de: Öffnen Sie die Datei
el: Ανοίξτε το αρχείο
es: Abrir el archivo
fil: Buksan ang file
fr: Ouvrir le fichier
it: Apri il file
ja: ファイルを開く
ko: 파일 열기
zh_cn: 打开文件

# LaunchFolderButton.Content
source: Open the folder
de: Öffnen Sie den Ordner
el: Άνοιγμα του φακέλου
es: Abrir la carpeta
fil: Buksan ang folder
fr: Ouvrir le dossier
it: Apri la cartella
ja: フォルダを開く
ko: 폴더 열기
zh_cn: 打开文件夹

# LaunchFolderFlyoutItem.Text
source: Open the folder you are in
de: Öffnen Sie den Ordner, in dem Sie sich befinden
el: Ανοίξτε το φάκελο στον οποίο βρίσκεστε
es: Abra la carpeta en la que se encuentra
fil: Buksan ang folder na iyong kinaroroonan
fr: Ouvrez le dossier dans lequel vous vous trouvez.
it: Apri la cartella in cui ti trovi
ja: 現在のフォルダを開きます
ko: 현재 있는 폴더를 엽니다.
zh_cn: 打开所在文件夹

# ListItem.Content
source: folder
de: Ordner
el: φάκελος
es: carpeta
fr: Le dossier est épinglé
it: cartella
ja: フォルダ
ko: 폴더
zh_cn: 文件夹

# ListItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The folder is pinned
de: Der Ordner ist angeheftet
el: Ο φάκελος είναι καρφιτσωμένος
es: La carpeta está anclada
fil: Nakapin ang folder
fr: Le dossier est épinglé
it: La cartella è bloccata
ja: フォルダが固定されている
ko: 폴더가 고정되어 있습니다.
zh_cn: 已固定文件夹

# MailFeedback.Content
source: Email feedback
el: Σχόλια μέσω ηλεκτρονικού ταχυδρομείου
es: Comentarios por correo electrónico
fil: Feedback sa email
it: Feedback via e-mail
ja: メールフィードバック
ko: 이메일 피드백
zh_cn: 邮件反馈

# MangaTagDetailPage.CloseButtonText
source: Shut down
de: Herunterfahren
el: Κλείσε
es: Apaga
fil: Magsara
fr: Arrêter
it: Spegni
ja: シャットダウン
ko: 끄세요
zh_cn: 关闭

# MangaTagDetailPage.PrimaryButtonText
source: edit
de: redigieren
el: επεξεργασία
es: editar
fr: éditer
it: redigere
ja: 編集
ko: 편집하다
zh_cn: 编辑

# MangaTagEditPage.CloseButtonText
source: No adjustments
de: Keine Anpassungen
el: Χωρίς προσαρμογές
es: Sin ajustes
fil: Walang mga pagsasaayos
fr: Aucun ajustement
it: Nessuna regolazione
ja: 調整なし
ko: 조정 없음
zh_cn: 不作调整

# MangaTagEditPage.PrimaryButtonText
source: Confirm the adjustment
de: Bestätigen Sie die Anpassung
el: Επιβεβαιώστε την προσαρμογή
es: Confirmar el ajuste
fil: Kumpirmahin ang pagsasaayos
fr: Confirmer l’ajustement
it: Conferma la regolazione
ja: 調整を確認する
ko: 조정 확인
zh_cn: 确认调整

# MangaTags.Text
source: This subtab
de: Diese Unterregisterkarte
el: Αυτή η υποκαρτέλα
es: Esta subpestaña
fil: Ang subtab na ito
fr: Ce sous-onglet
it: Questa sottoscheda
ja: このサブタブ
ko: 이 하위 탭
zh_cn: 本子标签

# MangaTypes.Text
source: Label classification
de: Klassifizierung von Etiketten
el: Ταξινόμηση ετικέτας
es: Clasificación de etiquetas
fil: Pag uuri ng label
fr: Classification des étiquettes
it: Classificazione delle etichette
ja: ラベル分類
ko: 라벨 분류
zh_cn: 标签分类

# MenuItem1.Text
source: View information
de: Informationen anzeigen
el: Προβολή πληροφοριών
es: Ver información
fil: Tingnan ang impormasyon
fr: Voir les informations
it: Visualizza informazioni
ja: 情報を見る
ko: 정보 보기
zh_cn: 查看信息

# NavigateUriButton.Content
source: Open in the store
de: Im Store öffnen
el: Άνοιγμα στο κατάστημα
es: Abrir en la tienda
fil: Buksan sa tindahan
it: Apri nel negozio
ja: 店内で開く
ko: 매장에서 열기
zh_cn: 商店中打开

# OpenButton.Content
source: Open it
de: Öffnen Sie es
el: Ανοίξτε το
es: Ábrela
fil: Buksan mo na
it: Aprilo
ja: 開けて下さい
ko: 그거 여세요
zh_cn: 打开

# OrderButton.Label
source: Toggle sorting
de: Sortierung ein-/ausblenden
el: Εναλλαγή ταξινόμησης
es: Alternar clasificación
fil: Toggle pag aayos
it: Attiva/disattiva l'ordinamento
ja: 並べ替えの切り替え
ko: 토글 정렬
zh_cn: 切换排序

# ReadItem.Content
source: Reading
de: Lesen
el: Ανάγνωση
es: Lectura
fil: Pagbasa
fr: Lecture
it: Lettura
ja: 読書
ko: 독서
zh_cn: 正在阅读

# ReadItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reading
de: Lesen
el: Ανάγνωση
es: Lectura
fil: Pagbasa
fr: Lecture
it: Lettura
ja: 読書
ko: 독서
zh_cn: 正在阅读

# RefreshButton.Label
source: flushed
de: gerötet
el: Ξεπλυθεί
es: Enrojecida
fil: flushed na nga ba
fr: Rincé
it: accaldato
ja: フラッシュ
ko: 플러시
zh_cn: 刷新

# RemoveFolderButton.Content
source: Remove the folder
de: Entfernen des Ordners
el: Κατάργηση του φακέλου
es: Quitar la carpeta
fil: Alisin ang folder
fr: Supprimer le dossier
it: Rimuovere la cartella
ja: フォルダを削除する
ko: 폴더 제거
zh_cn: 移除文件夹

# SaveAs.Text
source: Save As
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
fil: I-save Bilang
fr: Enregistrer sous
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
zh_cn: 另存为

# SetAsDefaultBookcaseFolder.Content
source: Set as the default presentation folder
de: Als Standardpräsentationsordner festlegen
el: Ορισμός ως προεπιλεγμένου φακέλου παρουσίασης
es: Establecer como carpeta de presentación predeterminada
fil: Itakda bilang default na folder ng pagtatanghal
it: Impostare come cartella di presentazione predefinita
ja: 既定のプレゼンテーション フォルダーとして設定する
ko: 기본 프레젠테이션 폴더로 설정
zh_cn: 设置为默认展示文件夹

# SetBack.Text
source: restore
de: wiederherstellen
el: αποκαθιστώ
es: restaurar
fil: ibalik ang
fr: restaurer
it: restaurare
ja: 戻す
ko: 복원
zh_cn: 还原

# SettingFilterImageButton.Content
source: Filter the gallery
de: Filtern der Galerie
el: Φιλτράρισμα της συλλογής
es: Filtrar la galería
fil: Salain ang gallery
fr: Filtrer la galerie
it: Filtra la galleria
ja: ギャラリーをフィルター処理する
ko: 갤러리 필터링
zh_cn: 过滤图库

# SettingTagButton.Content
source: Label management
de: Etikettenmanagement
el: Διαχείριση ετικετών
es: Gestión de etiquetas
fil: Pamamahala ng label
fr: Gestion des étiquettes
it: Gestione delle etichette
ja: ラベル管理
ko: 라벨 관리
zh_cn: 标签管理

# ShowFolderBookcase.Content
source: Display the bookshelf
de: Anzeigen des Bücherregals
el: Προβολή της βιβλιοθήκης
es: Mostrar la estantería
fil: Idispley ang bookshelf
fr: Afficher l’étagère
it: Visualizzare la libreria
ja: 本棚を見せる
ko: 책장 표시
zh_cn: 显示书架

# StorageDeleteOption.Header
source: Delete the pattern
de: Löschen des Musters
el: Διαγραφή του μοτίβου
es: Eliminar el patrón
fil: Tanggalin ang pattern
fr: Supprimer le modèle
it: Eliminare la serie
ja: パターンを削除する
ko: 패턴 삭제
zh_cn: 删除模式

# StorageDeleteOption.OffContent
source: Move to the Recycle Bin
de: In den Papierkorb verschieben
el: Μετακίνηση στον Κάδο Ανακύκλωσης
es: Mover a la papelera de reciclaje
fil: Lumipat sa Recycle Bin
fr: Déplacer vers la Corbeille
it: Passare al Cestino
ja: ごみ箱に移動する
ko: 휴지통으로 이동
zh_cn: 移动到回收站

# StorageDeleteOption.OnContent
source: Delete from disk
de: Von Festplatte löschen
el: Διαγραφή από το δίσκο
es: Eliminar del disco
fil: Tanggalin mula sa disk
fr: Supprimer du disque
it: Elimina dal disco
ja: ディスクから削除
ko: 디스크에서 삭제
zh_cn: 从磁盘删除

# Tags.Content
source: label
el: ετικέτα
es: etiqueta
it: etichetta
ja: ラベル
ko: 레이블
zh_cn: 标签

# TranslateButton.Label
source: Translation
de: Übersetzung
el: Μετάφραση
es: Traducción
fil: Pagsasalin
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
zh_cn: 翻译

# UpdateRecordItem.Content
source: Update records
de: Datensätze aktualisieren
el: Ενημέρωση εγγραφών
es: Actualizar registros
fil: I-update ang mga talaan
fr: Mettre à jour les enregistrements
it: Aggiornare i record
ja: レコードの更新
ko: 레코드 업데이트
zh_cn: 更新记录

# WhetherShowDialogBeforeDelete.Header
source: Whether to delete directly
de: Ob direkt gelöscht werden soll
el: Εάν θα διαγράψετε απευθείας
es: Si se va a eliminar directamente
fil: Kung direktang tanggalin
fr: S’il faut supprimer directement
it: Se eliminare direttamente
ja: 直接削除するかどうか
ko: 직접 삭제 여부
zh_cn: 是否直接删除

# WhetherShowDialogBeforeDelete.OffContent
source: not
de: nicht
el: όχι
es: no
fil: hindi naman
fr: non
it: non
ja: じゃない
ko: 안
zh_cn: 否

# WhetherShowDialogBeforeDelete.OnContent
source: be
de: sein
el: είμαι
es: ser
fil: maging
fr: être
it: essere
ja: いる
ko: 있다
zh_cn: 是

# NoChosenFolder.Text
source: No folder selected
el: Δεν έχει επιλεγεί φάκελος
es: No hay ninguna carpeta seleccionada
fil: Walang napiling folder
it: Nessuna cartella selezionata
ja: フォルダが選択されていません
ko: 선택한 폴더 없음
zh_cn: 未选择文件夹

# FindNavItem.Content
source: Find
el: Βρίσκω
es: Encontrar
fil: Hanapin ang
it: Trovare
ja: 見付ける
ko: 찾아내다
zh_cn: 查找

# UsageButton.Content
source: Instructions for use
el: Οδηγίες χρήσης
es: Instrucciones de uso
fil: Mga tagubilin para sa paggamit
it: Istruzioni per l'uso
ja: 使用説明書
ko: 사용 지침
zh_cn: 使用说明
